
claster = {

    "Экономика и управление": {
                                "score":0,
                                "programs": ["38.03.01 Экономика", "38.03.02 Менеджмент",
                                 "38.03.03 Управление персоналом", "38.03.04 Государственное и муниципальное управление",
                                 "38.05.01 Экономическая безопасность"],
                                 "floor": 2

                              },
    "Социально-гуманитарный (иностранные языки)": {
                                                    "score":0,
                                                    "programs": ["41.03.01 Зарубежное регионоведение", "41.03.05 Международные отношения",
                                                    "41.03.04 Политология"],
                                                    "floor": 3
                                                   },
    "Социально-гуманитарный (сфера анализа данных и PR)": {
                                                            "score": 0,
                                                            "programs": ["42.03.01 Реклама и связи с общественностью", "39.03.01 Социология"],
                                                            "floor": 3
                                                            },
    "Социально-гуманитарный (сфера туризма и гостеприимства)": {
                                                                "score": 0,
                                                                "programs": ["43.03.01 Сервис", "43.03.02 Туризм", "43.03.03 Гостиничное дело"],
                                                                "floor": 3

                                                                },
    "Социально-гуманитарный (психологическое консультирование)": {
                                                                 "score": 0,
                                                                 "programs": ["37.03.01 Психология", "37.05.02 Психология служебной деятельности"],
                                                                 "floor": 3
                                                                 },
    "Социально-гуманитарный (экологический)": {
                                              "score": 0,
                                              "programs": ["05.03.06 Экология и природопользование"],
                                              "floor": 3

                                              },
    "IT": {
                    "score": 0,
                    "programs": ["09.03.02 Информационные системы и технологии", "09.03.03 Прикладная информатика",
                    "27.03.05 Инноватика", "01.03.05 Статистика", "38.03.05 Бизнес - информатика"],
                    "floor": 6
                  },
    "Юридический": {
                    "score": 0,
                    "programs": ["40.03.01 Юридический", "40.05.01 Правовое обеспечение национальной безопасности",
                    "40.05.02 Правоохранительная деятельность"],
                    "floor": "5-6"

                    }
                                }